{
  "Heading": "Acceptance and Placement at a Camp",
  "afterHeading": "To apply to the AmeriCamp program you will be required to pay Program Fees directly to AmeriCamp",
  "instruction1": {
    "heading": "First Time Applicants before January 1st, 2020:",
    "contents": [
      "Application Payment: £40. Stage 1: This payment must be paid when you submit your online application form to AmeriCamp and be paid before your interview with AmeriCamp.",
      "Acceptance Payment: £70. Stage 2: This payment must be paid if you have been successful at your interview with AmeriCamp within 10 days of the acceptance.",
      "Placement Payment: £169. Stage 3: The placement payment is due within 14 days of placement and before you attend your visa appointment at the U.S. Consulate. If full payment is not received within 14 days of acceptance, you will incur a non-refundable £75 surcharge."
    ]
  },
  "instruction2": {
    "heading": "First Time Applicants after January 1st, 2020:",
    "contents": [
      "Application Payment: £40. Stage 1: This payment must be paid when you submit your online application form to AmeriCamp and be paid before your interview with AmeriCamp.",
      "Acceptance Payment: £70. Stage 2: This payment must be paid if you have been successful at your interview with AmeriCamp within 10 days of the acceptance.",
      "Placement Payment: £189. Stage 3: The placement payment is due within 14 days of placement and before you attend your visa\nappointment at the U.S. Consulate. If full payment is not received within 14 days of acceptance, you will incur a non-refundable £75 surcharge."
    ]
  },
  "instruction3": {
    "heading": "Returnees:",
    "paragraphs": [
      "All program fees are payable to AmeriCamp and must be paid when you submit your online application form to AmeriCamp.",
      "The Returnee program fee is £249 if you apply before January 1st, 2020 and £289 if you apply after January 1st, 2020 your camp pays nothing to AmeriCamp. You accept full responsibility for negotiating your total pocket money with your camp."
    ]
  },
  "topics": [
    {
      "heading": "Additions",
      "contents": [
        "All fees are due by March 15th, 2020 regardless of the date you applied or were accepted.",
        "Your application form and references are legal documents. You agree that you have personally completed the application form and any false, misleading or withheld information on your application or inappropriate behavior during your interview, on social media sites, prior to departure for the USA or during your participation on the AmeriCamp program, is grounds for immediate cancellation from the program without refund, including but not limited to both physical and mental health conditions. You are required to inform AmeriCamp of any changes in information provided within your initial application, including but not limited to: health conditions, availability dates, criminal background, skills and contact details.",
        "To apply to the program, you will be required to submit a completed application form, upload a personal video to YouTube saved as AmeriCamp 2020, AmeriCamp reference questionnaires, a photo, all required fees and this signed Program Agreement. All materials submitted to AmeriCamp immediately become the property of AmeriCamp.",
        "AmeriCamp will conduct an interview to help you better understand the program and to assess your skills and experience and AmeriCamp determines final program acceptance of applicants.",
        "You may receive conditional acceptance on the program requiring you to attend the AmeriCamp Camp Fair in order to secure your placement. If you are accepted on this condition and do not attend the fair, you will be cancelled without a refund of your application fee. If you attend the fair and are not hired, AmeriCamp reserves the right to cancel your application less a £50 Administration Fee.",
        "Placement at a camp in the U.S. may occur any time after acceptance until the final date as outlined by the visa sponsors, or until it is no longer possible to obtain a visa in time for your arrival to camp.",
        "Your application, camp type choices, skills, experience, level of English and references will determine your placement at a camp by AmeriCamp. All placements are final. You will be notified of all the details of your camp placement, including your arrival and departure date travel instructions, and your contract dates via your online account. The dates indicated in your Placement Letter are considered your official contract and visa dates. Failure to complete your contract will result in additional costs as mentioned in Early Departures section point 1.",
        "While participating on the AmeriCamp program you are required to check your online account regularly and provide AmeriCamp with a current email address that you will access at least twice a week from the time of application through the time you complete your trip to the U.S. AmeriCamp will not be held responsible for problems arising from failure to check your email regularly (including junk mail) or failure to notify AmeriCamp of changes to your email address. You may not use a university or school email account.",
        "During your participation on the program, AmeriCamp must confirm your arrival at camp within 3 days of your visa start date, and every 30 days throughout your program. You are required to contact AmeriCamp via your online account or by phone/email every 30 days to confirm your whereabouts and job status at camp. If you do not contact AmeriCamp every 30 days over the course of your program, or if you withdraw from the program early for any reason, AmeriCamp reserves the right to end your visa.",
        "You, the applicant, are the only person AmeriCamp will liaise with in terms of your application/placement. AmeriCamp will not provide information about your application or program participation to parents/friends/other family, unless you are involved in a medical emergency while in the U.S., in which case we will contact the person you have listed on your application form as your “emergency contact.” In addition AmeriCamp will not tolerate threats or verbal abuse from applicants or family members, any form of disrespectful behavior or bad language directed to AmeriCamp staff will result in immediate cancelation from the programme without refund.",
        "If you or your parents are, have been, or are legally capable of becoming US passport holders or US Citizens (or you were born in the USA), you will not be eligible for the program (contact AmeriCamp for other program options such as Camp Thailand, Camp Cambodia and Camp South Africa)."
      ]
    },
    {
      "heading": "Insurance",
      "contents": [
        "Insurance coverage is included in your AmeriCamp fees for a period as stated by your visa sponsor.",
        "U.S. Government J-1 visa regulations require insurance coverage for the full duration of your time in the USA from the date you enter the US to the ending date on your DS2019 form. If the included three months of coverage does not cover the full length of your stay in the USA, you must extend the policy to cover the full travel period at your own cost prior to departure to the US.",
        "The insurance plans do not cover baggage, pre-existing medical conditions, dental, or auto insurance.",
        "In case of an accident or incident it is your responsibility to submit a claim form with all original documentation and/or follow the procedures set out by the insurance company. AmeriCamp are not the insurance company. All claims, processing, and queries are between you and the insurance company. You will receive a copy of the policy once you have been accepted to the program. Be sure to read all policy details via your online account."
      ]
    },
    {
      "heading": "Criminal Background Check",
      "contents": [
        "To participate on the AmeriCamp program, you must apply for a current criminal/police background check within 2 weeks of placement by AmeriCamp. All criminal background checks must be completed through AmeriCamp via Due Diligence Screening only. Any deviations must be confirmed in writing by the Head of Operations of AmeriCamp Ltd.",
        "As part of the application you are required to disclose to AmeriCamp/any and all criminal history, criminal offenses, arrests, charges, or sentencing. Any criminal history reflected in this background check could affect acceptance/placement opportunities and/or result in loss of placement. Once the background check has been processed, you must submit the report to AmeriCamp by June 1st, 2020 or 2 weeks prior to departure. If your Criminal Background check is not uploaded by the dates or timeframes, you will be charged £50. U.S. summer camps require that you bring the original of this report with you to camp. Failure to do so is grounds for immediate termination, with no refund.",
        "If you have a current or spent criminal conviction you must declare this at the time of application, an enhanced CRB check must be undertaken before you will accepted onto the programme, in addition you will also be required to complete an ACRO police check in order to attend the US embassy.",
        "If you are not a citizen or permanent resident of the country from which you are applying, you must also gain a criminal/police background check from your home country as well with an English translation. Background checks are required for any country lived in for a period over 3 months after the age of 18, along with an English translation."
      ]
    },
    {
      "heading": "J-1 Visa",
      "contents": [
        "In order to participate on the AmeriCamp program you are required to obtain a J-1 Exchange Visitor visa before departing for the USA.",
        "The US Embassy charges a fee of US$160 (subject to change) for visa processing. This fee is separate from the program fee you pay to AmeriCamp.",
        "The US Government also charges a US$35 (subject to change) SEVIS fee, which is paid for by AmeriCamp as part of your programme fees.. If you cancel your application or do not attend camp or fired then you will be liable for the US$35 cost and will be charged for it by AmeriCamp.",
        "AmeriCamp will also charge you a £45 document handling fee to cover your DS2019 printing and shipping, this will be added to your online account before you attend your US Embassy appointment.",
        "The J-1 visa permits you to enter the U.S. and legally work for 9-11 weeks at a US summer camp, with an additional 30 day grace period for travel in the US only, after you have successfully completed your contract at camp.",
        "The DS2019 visa document is the document you will need to apply for your J-1 Exchange Visitor visa at the US Embassy. AmeriCamp will issue this document for you once via the visa sponsor when you have paid your program fees in full and you have confirmed all your passport details through your online account.",
        "If you confirm your details incorrectly, or if the DS 2019 is lost or damaged, the DS2019 form must be reprinted and you will be charged £100 for a new form paid directly to AmeriCamp.",
        "The U.S. Embassy requires an in-person interview for all participants. You must apply for and obtain your J-1 visa before departing your home country. If you have any criminal records or convictions you will be required to attend a VCU appointment and show your completed original ACRO background check at the time of the Embassy Interview. AmeriCamp are not responsible for the outcome of the Embassy interview.",
        "Please check when you receive your passport and visa back if the document is correct. If mistakes have been made, it can delay your trip.",
        "You must enter the U.S. by the start date on your DS2019 form and validate your program with AmeriCamp (through your online account) within 3 days of arrival. If you know you are not going to be able to travel to the US by your DS2019 start date, AmeriCamp requires that you have your DS2019 start date changed. It is YOUR responsibility to notify your local office and request a change to your program start date. Failure to validate your program within the required 3 days will result in a SEVIS status of “terminated: which means your participation in the program has been cancelled.",
        "You are required to check in with AmeriCamp via your J-1 visa sponsor every 30 days during your stay in the US. Failure to do so can jeopardize your program and visa status.",
        "AmeriCamp reserves the right to change program rules, conditions and fees if any US Government laws change or State Department regulations change for the J-1 visa change after printing of this program agreement."
      ]
    },
    {
      "heading": "Medical History",
      "contents": [
        "As part of the application you are required to disclose to AmeriCamp any and all past or current medical conditions, both physical health and mental health conditions (if you are unsure of what to include contact AmeriCamp head office to discuss). AmeriCamp reserves the right to cancel an application due to a pre-existing health condition, including but not limited to those that have not yet been diagnosed.",
        "If accepted, you must download the AmeriCamp Health History form, which must be completed and signed by your physician. This must be completed per the instructions and submitted to AmeriCamp at least 4 weeks prior to departure for the U.S.",
        "Your camp also requires you to bring the original signed and completed form to camp. Failure to complete this form in your home country may result in your termination or you will be required to pay for a medical examination in the U.S (this exam is expensive and is not covered by your travel insurance policy).",
        "Some camps require specific inoculations. If so, those requirements will be indicated on your Placement Letter found on your online account. Inoculations are your responsibility."
      ]
    },
    {
      "heading": "Refund Policy",
      "contents": [
        "Stage 1 and VIP payments are non refundable if you are not accepted to the program.",
        "The Stage 2 and Stage 3 payments will not be refunded if you cancel from the AmeriCamp program after acceptance (unless canceling for reasons outlined in Point 5.",
        "If you change any information on your application after acceptance to the program that AmeriCamp determines will adversely affect your placement possibilities, AmeriCamp reserves the right to withdraw your application from the program; in this case there is no refund of any fees. This includes information you post in your application documents as well as any information that you post on the internet or social media.",
        "If you post anything inappropriate on the internet or social media or break any of the camp, state or federal rules during your camp program (including time off), AmeriCamp reserves the right to cancel you from the program without any refunds (please see Early Departures for more details).",
        "If you cancel due to life-threatening illness or a life-threatening illness or death of a grandparent, parent or sibling (medical certificate required for review by AmeriCamp), you will receive a refund of your Stage 3 payment (less any cancellation fees if applicable such as SEVIS, Third Party costs). A written cancellation notification and the medical certificate documenting the illness must be received within 10 days of cancelling to qualify for a refund. No refunds will be made for cancellations as a result of pre- existing conditions.",
        "Fees incurred for obtaining your criminal background check, medical examination, visa processing and any other third party services are non-refundable and AmeriCamp are not responsible for any refunds of these fees.",
        "If AmeriCamp has paid for the cost for you in advance for a criminal background check, visa processing, or third party cost you will be responsible for all costs and you will need to directly pay AmeriCamp via bank transfer within 5 working days.",
        "If you are at the stage in your application in which you need to book your J-1 visa appointment, and have a confirmed appointment via AmeriCamp correspondence and it has been paid in advance by AmeriCamp then you automatically become liable for all US J-1 visa fees and booking costs regardless if you attend or cancel your appointment for whatever reason. This will need to be paid to AmeriCamp within 5 working days via bank transfer.",
        "The US$35 SEVIS fee, if paid by AmeriCamp at the time of your cancellation, will be deducted from any refund owed to you. If you are not owed a refund and the SEVIS fee has been paid by AmeriCamp on your behalf you will owe AmeriCamp US$35 for the SEVIS fee plus any necessary admin costs.",
        "If you cancel from the program (for any reason other than outlined in Point 4) once you are placed you will be liable for a cancellation charge of £279 paid directly to AmeriCamp within 10 working days or £299 if after January 1st 2020.",
        "If you are fired from your designated camp within 30 days of your start date, for whatever reason, you will be responsible for all cancellation fees, which can in some circumstances amount up to a maximum of US$1500, depending on how long you have been at camp. The shorter the period the higher the cancellation cost. For a specific cost in these circumstances, please contact AmeriCamp. This will need to be paid directly to AmeriCamp within 30 days of the firing date.",
        "If you are not placed by June 30th, 2020 you will be cancelled from the program.",
        "In the event the U.S Government rejects your visa application in your home country, the fees paid to AmeriCamp are non- refundable. AmeriCamp strongly advises you to apply for your J-1 visa only in your country of citizenship. Visa applications made in a country where they applicant is not a citizen or permanent legal resident may face higher risk of visa denial. The U.S. Government requires additional documentation if you apply for your visa outside your home country. AmeriCamp cannot be held liable for visa rejections.",
        "If you have not applied for your visa within 15 days of the issuing of your DS-2019 Form or if the U.S. Government does not issue your visa in time to arrive at camp by your start date as listed on your online AmeriCamp account, your participation in the program will be cancelled and no refund will be given.",
        "Your DS2019 visa application form must be returned to AmeriCamp before any refunds can be issued.",
        "In the event that the J1 Program is terminated, we will be able to transfer both stage 1 and 2 fees to an alternative program however the fees will be non refundable."
      ]
    },
    {
      "heading": "Pre-Departure Orientation",
      "contents": [
        "AmeriCamp provides a number of Pre-Departure Orientation meeting’s in your country to give detailed information about the J-1 visa, program rules and life in the United States. U.S. government regulations require that you attend this orientation. Attendance is mandatory and failure to do so will result in the cancellation of your program without refund.",
        "If a participant is unable to travel to an orientation, they must attend an ‘E-Orientation’ session at a cost of £30 for UK based participants, or £0 for international participants."
      ]
    }
  ],
  "travel": {
    "heading": "Travel to Camp",
    "subHeading": "Own Flight Option (Participant arranges flights):",
    "points": [
      "You must arrange and pay for your own return flight transportation (including your international flight) to your camp’s designated arrival meeting point in the U.S",
      "Your full, international and US domestic travel itinerary to camp must be entered into your online account or otherwise provided to AmeriCamp as soon as you have booked your flights. If you are placed prior to May 1, you must supply AmeriCamp with full international/domestic flight details no later than 4 weeks prior to your departure. If you are placed May 1 or later, you must supply AmeriCamp with full international/domestic flight details no later than 72 hours after placement or 24 hours in advance of your departure to the U.S., whichever is the earlier date.",
      "If you are not traveling directly to camp, you must provide a full itinerary including contact telephone numbers and addresses for each day overseas until you arrive at camp. Failure to complete these travel requirements in the time frame indicated may result in your cancelation from the program, and no refunds will be issued."
    ],
    "afterTravel": "After Camp Travel",
    "para": "You are responsible for travel costs after camp including transportation, meals and accommodation. This includes travel costs to your U.S. departure airport for your return flight home or onward international travel."
  },
  "duringSummer": {
    "heading": "During The Summer",
    "points": [
      "The standard resident camp season is up to nine weeks (eleven weeks for day camps), and you must arrive at camp on the date listed on your online account. Your pocket money will begin accruing on the first day of general staff training. Some camps exceed 9 or 11 weeks. In these cases, you will be required to work at camp until the assigned end date (camp contract takes precedence over the 9 to 11 weeks specified by AmeriCamp in this Program Agreement). In such cases were you work longer than 63 days (9 weeks) at a resident camp or 77 days (11 weeks) at a day camp, you will be paid an additional amount per extra working day.",
      "Failure to complete your contract will result in additional costs (travel, food, lodging, etc.).",
      "Under Federal law, camps are required to withhold minimal federal and state tax from your Pocket Money. You will be required to file a tax return for 2020 as a AmeriCamp participant. AmeriCamp can direct participants to an inexpensive tax service for your convenience to assist with filing the tax return.",
      "As a J-1 Summer Work Travel visa participant you are required to apply for a Social Security Card at least 10 days after your visa start date. AmeriCamp provides full instructions on this and if your camp does not assist you, you still must lodge this application within 4 weeks of your visa start date.",
      "The camp pays a fee to AmeriCamp to cover administration costs associated with your recruitment, selection, placement, insurance, SEVIS fee and supervision. This fee does not comprise part of your Pocket Money; however, it does form part of the total expenses paid by the camp.",
      "Prior to arrival, any policies your camp has that supersede what is written in this agreement should be communicated to you in writing by your camp. Please note that camp policies cannot supersede US Department of State regulations for the J-1 visa program.",
      "The J-1 Exchange Visitor program you are traveling on to the US is a Culturral Exchange program with a work component in it, and has a required cultural component. Participants must participate in at least one cultural activity each week in order to expand their knowledge of American culture and life. AmeriCamp will provide you with resources for cultural activities in the area where you will be at camp. These resources are accessible through your online account.",
      "You will be required to report on these cultural activities each month during your 30 day check in. Failure to participate in this required cultural component can jeopardize your program.",
      "You will earn a set amount of Pocket Money based on the program option you have chosen. You will be paid by the camp director according to camp policy, prior to the last day of camp.For working the 9-week resident camp or 11-week day camp you will earn:"
    ],
    "line1": "Counselor age 18-20: up to US$1,650",
    "line2": "Counselor age 21 and over: up to US$1,750 *Counselor working in a special needs environment will earn an extra $100 on the above salaries.",
    "line3Bold": "Returnees:",
    "line3": "See Acceptance and Placement, Point 1",
    "additionalPocketMoney": {
      "heading": "Additional Pocket Money for which you may be eligible:",
      "lineBullet": "• US$30 a day: For each additional day you work as a Camp Counselor beyond the standard 9 or 11 week session (not including days off).",
      "remPoints": [
        "Your camp will provide a bed, three meals a day and access to laundry facilities (facilities not always on camp property).",
        "Your personal expenses before, during and after camp are your own responsibility.",
        "Your visa dates will match your camp contract dates. You are not eligible to extend these dates in order to work at a different employer when your camp contract has been completed. From time to time, AmeriCamp will allow you to be placed at a different camp if you have successfully completed your original camp contract."
      ]
    }
  },
  "remTopics": [
    {
      "heading": "Early Departures",
      "line": "",
      "contents": [
        "If you fail to fulfill the responsibilities of your position at camp or violate any camp rule or State or Federal law, or leave voluntarily, your participation will be cancelled and in certain cases you must depart the USA. This includes anything that might happen during your time off. You will incur additional costs for travel, food, lodging and a contract cancellation fee of £299 will be charged.",
        "At the discretion of AmeriCamp, a payment plan may be put in place for payment of the cancellation fee, at a minimum repayment of £50 per month.",
        "Failure to pay AmeriCamps cancellation fee within 10 days, or failure to set up a repayment plan within 10 days, will result in AmeriCamp taking steps to retrieve the debt, including but not limited to taking the matter to a small claims court, or passing the debt to a debt retrieval agency.",
        "Fees paid to AmeriCamp will not be refunded."
      ]
    },
    {
      "heading": "Returnees:",
      "line": "In addition to all other points included in this agreement, the following policies pertain specifically to Returnees.",
      "contents": [
        "A “Returnee” is classified as a person who is returning to the same camp, OR to a new camp under the direction of a camp director the applicant has previously worked under. Returnees applying for their third or more summer must be aware of the 10% returnee rule. Additional documentation may be required",
        "You must submit a complete online application, proof, current criminal/police background check, this signed program agreement and a passport photo to AmeriCamp along with a return invitation, contract or email from your camp director (must include a statement verifying you have been invited to return to camp and your proposed work dates) before AmeriCamp can process your application.",
        "Upon submission of all necessary forms and payments, AmeriCamp will provide you with a current DS2019 visa application form, 3 months worldwide travel insurance coverage and 24-hour support while in the USA.",
        "You are required to submit your travel to camp plans to your online account at least 4 weeks prior to your departure in order for us to activate your insurance policy. Information required includes airline, flight number, date and time of arrival as well as your method of arrival to camp if arranging this yourself. In addition, you MUST notify your camp of your travel plans. AmeriCamp is not responsible for coordinating an airport pickup with your camp. Failure to complete these travel requirements in the time frame indicated may result in your cancellation from the program, and no refunds will be issued."
      ]
    }
  ],
  "confirm": "I confirm that I have read, understood, and agreed to abide by the terms, conditions and rules as detailed above.",
  "certify": "I certify that I am currently at least 18 years of age by June 1st, 2020 and I personally completed the AmeriCamp application form. I understand that I sacrifice privacy and comfort, work long and demanding hours and must adhere to camp policies which may be limiting and not necessarily reflect my way of living (curfews, time on/off, no smoking, no alcohol, etc.).",
  "signatureConfirm": "My signature below confirms that I have read, understood, and agreed to abide by the terms, conditions and rules as detailed above. I agree that all information written and given to AmeriCamp is 100% correct. I allow AmeriCamp to send me program information and updates via email. I also allow AmeriCamp to forward my name, email address, telephone number and postal address to our preferred travel agent, to other counselors who may wish to share a room for any travel options and to counselors placed at the same camp or traveling on the same flight. I allow photos taken of me at meetings, arrival sites and/or at my employer location to be used for publicity purposes. California law applies to any disputes arising out of this agreement."
}
