{
  "Heading": "Acceptance and Placement at a Camp",
  "afterHeading": "To apply to the AmeriCamp Canada program you will be required to pay Program Fees directly to AmeriCamp Canada.",
  "instruction1": {
    "heading": "First Time Applicants:",
    "contents": [
      "Application Payment: £69. Stage 1: This payment must be paid when you submit your online application form to AmeriCamp Canada and be paid before your interview with AmeriCamp Canada.",
      "Acceptance Payment: £99. Stage 2: This payment should be paid if you have been successful at your interview with AmeriCamp Canada within 14 days of the acceptance.",
      "Stage 3 - £161 This payment must be paid 14 days after placement to secure your job with AmeriCamp Canada."
    ]
  },
  "instruction2": null,
  "instruction3": {
    "heading": "Returnees:",
    "paragraphs": [
      "All program fees are payable to AmeriCamp Canada and must be paid when you submit your online application form to AmeriCamp Canada.",
      "The Returnee program fee is £95. You accept full responsibility for negotiating your total pocket money with your camp. Medical insurance is included in this fee."
    ]
  },
  "topics": [
    {
      "heading": "Additions",
      "contents": [
        "Your application form and references are legal documents. You agree that you have personally completed the application form and any false, misleading or withheld information on your application or inappropriate behaviour during your interview, on social media sites, prior to departure for Canada or during your participation on the AmeriCamp Canada program, is grounds for immediate cancellation from the program without refund. You are required to inform AmeriCamp Canada of any changes in information provided within your initial application, including but not limited to: health conditions, availability dates, criminal background, skills and contact details.",
        "To apply to the program, you will be required to submit a completed application form, upload a personal video to YouTube saved as AmeriCamp Canada 2020, AmeriCamp Canada reference questionnaires, a photo, all required fees and this signed Program Agreement. All materials submitted to AmeriCamp Canada immediately become the property of AmeriCamp Canada.",
        "AmeriCamp Canada will conduct an interview to help you better understand the program and to assess your skills and experience, and AmeriCamp Canada determines final program acceptance of applicants.",
        "Placement at a camp in Canada may occur any time after acceptance until June 30th 2020, or until it is no longer possible to obtain a visa in time for your arrival to camp or lack of demand from camps.",
        "Your application, camp type choices, skills, experience, level of English and references will determine your placement at a camp by AmeriCamp Canada. All placements are final. You will be notified of all the details of your camp placement, including your arrival and departure date travel instructions, and your contract dates by a member of the team. The dates indicated in your Placement Letter are considered your official contract and visa dates.",
        "While participating on the AmeriCamp Canada program you are required to check your online account regularly and provide AmeriCamp Canada with a current email address that you will access at least twice a week from the time of application through the time you complete your trip to Canada. AmeriCamp Canada will not be held responsible for problems arising from failure to check your email regularly (including junk mail) or failure to notify AmeriCamp Canada of changes to your email address. You may not use a university or school email account.",
        "You, the applicant, are the only person AmeriCamp Canada will liaise with in terms of your application/placement. AmeriCamp Canada will not provide information about your application or program participation to parents/friends/other family, unless you are involved in a medical emergency while in Canada, in which case we will contact the person you have listed on your application form as your “emergency contact.” In addition AmeriCamp Canada will not tolerate threats or verbal abuse from applicants or family members, any form of disrespectable behavior or bad language directed to AmeriCamp Canada staff will result in immediate cancelation from the program without refund.",
        "You may receive conditional acceptance on the program requiring you to attend a Camp Fair in order to secure your placement. If you are accepted on this condition and do not get placed, you will be cancelled without a refund of all fees paid to AmeriCamp Canada."
      ]
    },
    {
      "heading": "Insurance",
      "contents": [
        "Medical insurance coverage is included in your AmeriCamp Canada fees for the period you are at camp. (For up to 63 days).",
        "The insurance plans may not cover baggage, pre-existing medical conditions, dental, or auto insurance.",
        "In case of an accident or incident it is your responsibility to submit a claim form with all original documentation and/or follow the procedures set out by the insurance company. AmeriCamp Canada are not the insurance company. All claims, processing, and queries are between you and the insurance company. You will receive a copy of the policy once you have been accepted to the program. Be sure to read all policy details via your online account."
      ]
    },
    {
      "heading": "Criminal Background Check",
      "contents": [
        "To participate on the AmeriCamp Canada program, you must apply for a current criminal/police background check within 2 weeks of placement by AmeriCamp Canada. All criminal background checks must be an ACRO completed through NPCC only. Any deviations must be confirmed in writing by the Program Director of AmeriCamp Canada.",
        "As part of the application you are required to disclose to AmeriCamp Canada any and all criminal history, criminal offense, arrests, charges, or sentencing. Any criminal history reflected in this background check could affect acceptance/placement opportunities and/or result in loss of placement. Once the background check has been processed, you must submit the report to AmeriCamp Canada by June 1st, 2020 or 2 weeks prior to departure. If your Criminal Background check is not uploaded by the dates or timeframes, you will be charged £50. Canadian summer camps require that you bring the original of this report with you to camp. Failure to do so is grounds for immediate termination.",
        "If you have a current or spent criminal conviction you must declare this at the time of application.",
        "If you are not a citizen or permanent resident of the country from which you are applying, you must also gain a criminal/police background check from your home country as well with an English translation."

      ]
    },
    {
      "heading": "Visa (IEC or Employee Specific Work Permit)",
      "contents": [
        "In order to participate on the AmeriCamp Canada program you are required to obtain either an IEC (International Exchange Canada) visa or an employee specific work permit.",
        "The immigration officer may choose to charge you the amount of $155 CAD at their own discretion on the border if you are applying for the work permit, AmeriCamp Canada are not liable for this cost, and it can not be reimbursed by your employer or by AmeriCamp Canada in any circumstances. This fee is separate from the program fee you pay to AmeriCamp Canada. There will also be a fee of $85 at the border for biometrics.",
        "It is the responsibility of the applicant to request additional travel time after camp when applying for the work permit only.",
        "AmeriCamp Canada reserves the right to change program rules, conditions and fees if any Canadian Government laws change after printing of this program agreement."
      ]
    },
    {
      "heading": "Medical History",
      "contents": [
        "As part of the application you are required to disclose to AmeriCamp Canada any and all past or current medical conditions (if you are unsure of what to include contact AmeriCamp Canada’s head office to discuss).",
        "If accepted, you must download the AmeriCamp Canada Health History form, which must be completed and signed by your physician. This must be completed per the instructions and submitted to AmeriCamp Canada at least 4 weeks prior to departure for Canada.",
        "Your camp also requires you to bring the original signed and completed form to camp. Failure to complete this form in your home country may result in your termination or you will be required to pay for a medical examination in Canada (this exam is expensive and is not covered by your travel insurance policy).",
        "Some camps require specific inoculations. If so, those requirements will be indicated on your Placement Letter. Inoculations are your responsibility."
      ]
    },
    {
      "heading": "Refund Policy",
      "contents": [
        "The application fee payment is non-refundable if you are not accepted to the program.",
        "The acceptance fee and placement fee will not be refunded if you cancel from the program after acceptance (unless canceling for reasons outlined in Point 5).",
        "If you change any information on your application after acceptance to the program that AmeriCamp Canada determines will adversely affect your placement possibilities, AmeriCamp Canada reserves the right to withdraw your application from the program; in this case there is no refund of any fees. This includes information you post in your application documents as well as any information that you post on the internet or social media.",
        "If you post anything inappropriate on the internet or social media or break any of the camp, province, or local authority rules during your camp program (including time off), AmeriCamp Canada reserves the right to cancel you from the program without any refunds (please see Early Departures for more details).",
        "If you cancel due to life-threatening illness or a life-threatening illness or death of a grandparent, parent or sibling (medical certificate required for review by AmeriCamp Canada), you will receive a refund of your Stage 2 payment (less any cancellation fees if applicable such as Third Party costs). A written cancellation notification and the medical certificate documenting the illness must be received within 10 days of cancelling to qualify for a refund. No refunds will be made for cancellations as a result of pre- existing conditions.",
        "Fees incurred for obtaining your criminal background check, medical examination, visa processing, additional training and any other third party services are non-refundable and AmeriCamp Canada are not responsible for any refunds of these fees.",
        "If you cancel from the program (for any reason other than outlined in Point 5) once you are placed, you will be liable for a cancellation charge of £329 paid directly to AmeriCamp Canada within 10 working days. This may be passed on to a debt collection agency if an agreement is not made.",
        "If you are not placed by June 30th, 2019 you will be cancelled from the program and will be able to request a refund of the stage two payment only. You may also be offered an alternative program or an option to switch to AmeriCamp.",
        "In the event the Canadian Government rejects your work permit application, the fees paid to AmeriCamp Canada are non- refundable."
      ]
    },
    {
      "heading": "Pre-Departure Orientation",
      "contents": [
        "AmeriCamp Canada provides a number of Pre-Departure Orientation meetings in your country to give detailed information about the program rules and life in Canada. AmeriCamp Canada require that you attend this orientation. Attendance is mandatory and failure to do so will result in the cancellation of your program without refund.",
        "If you are unable to attend the numerous dates provided, you may be able to request a skype orientation however will be liable to pay £25."
      ]
    }
  ],
  "travel": {
    "heading": "Travel to Camp",
    "subHeading": null,
    "points": [
      "You must pay for your own return flight transportation (including your international flight) to your camp’s designated arrival meeting point in Canada. AmeriCamp Canada can assist with this through our in house flights team.",
      "Your full, international and domestic travel itinerary to camp must be entered into your online account or otherwise provided to AmeriCamp Canada as soon as you have booked your flights. You must supply AmeriCamp Canada with full international/domestic flight details no later than 4 weeks prior to your departure. If you are placed May 1 or later, you must supply AmeriCamp Canada with full international/domestic flight details no later than 72 hours after placement or 24 hours in advance of your departure to Canada, whichever is the earlier date.",
      "If you are not traveling directly to camp, you must provide a full itinerary including contact telephone numbers and addresses for each day overseas until you arrive at camp. Failure to complete these travel requirements in the time frame indicated may result in your cancelation from the program, and no refunds will be issued."
    ],
    "afterTravel": "After Camp Travel",
    "para": "You are responsible for travel costs after camp including transportation, meals and accommodation. This includes travel costs to your Canadian departure airport for your return flight home or onward international travel."
  },
  "duringSummer": {
    "heading": "During The Summer",
    "points": [
      "The standard resident camp season is up to nine weeks, and you must arrive at camp on the date listed on your placement confirmation. Your pocket money will begin accruing on the first day of general staff training. Some camps exceed 9 or 11 weeks. In these cases, you will be required to work at camp until the assigned end date. In such cases where you work longer than your contract working dates, you will be paid an additional amount per extra working day.",
      "Failure to complete your contract will result in additional costs (travel, food, lodging, etc.).",
      "Under Canadian law, camps are required to deduct an average of 5% to 7% of your earnings as CPP and Unemployment insurance. We may be able to help you claim this money back at the end of the year.",
      "As an AmeriCamp Canada participant you are required to apply for a Social Insurance Number and set up a bank account on arrival. AmeriCamp Canada provides full assistance and instructions for this.",
      "The camp pays a fee to AmeriCamp Canada to cover administration costs associated with your recruitment, selection, placement, insurance, and supervision. This fee does not comprise part of your pocket money; however, it does form part of the total expenses paid by the camp.",
      "Prior to arrival, any policies your camp has that supersede what is written in this agreement should be communicated to you in writing by your camp.",
      "The AmeriCamp Canada program is designed to educate participants on different cultures. Participants must participate in at least one cultural activity each week in order to expand their knowledge of Canadian culture and life. AmeriCamp Canada will provide you with resources for cultural activities in the area where you will be at camp.",
      "You will earn a set amount of pocket money based on the program option you have chosen. You will be paid by the camp director according to camp policy, prior to the last day of camp."
    ],
    "line1": "For working your 8-11 week work contract you will receive:",
    "line2": "$1600-$1800 CAD for your summer camp placement as a camp counselor.\n$1800-$1900 CAD for your summer camp placement as support staff. The finalised amount will be confirmed in your placement letter.",
    "line3Bold": "Returnees:",
    "line3": "See Acceptance and Placement, Point 1\nIf you have attended interviews with numerous camps, and are unsuccessful, you may not be entitled to a refund of acceptance fee if unplaced at the end of the season.",
    "additionalPocketMoney": null
  },
  "remTopics": [
    {
      "heading": "Early Departures",
      "line": "",
      "contents": [
        "If you fail to fulfill the responsibilities of your position at camp or violate any camp rule or law, or leave voluntarily, your participation will be cancelled and in certain cases you must depart Canada. This includes anything that might happen during your time off. You will incur additional costs for travel, food, lodging.",
        "If you are fired from your designated camp within 30 days of your start date, for whatever reason, you will be responsible for all cancellation fees, which can in some circumstances amount up to a maximum of $1,600 CAD, depending on how long you have been at camp. The shorter the period the higher the cancellation cost. For a specific cost in these circumstances, please contact AmeriCamp Canada within 30 days of the firing date.",
        "Fees paid to AmeriCamp Canada will not be refunded."
      ]
    },
    {
      "heading": "Returnees:",
      "line": "In addition to all other points included in this agreement, the following policies pertain specifically to Returnees.",
      "contents": [
        "A “Returnee” is classified as a person who is returning to the same camp, OR to a new camp under the direction of a camp director the applicant has previously worked under.",
        "You must submit a complete online application, current criminal/police background check, this signed program agreement and a passport photo to AmeriCamp Canada along with a return invitation, contract or email from your camp director (must include a statement verifying you have been invited to return to camp and your proposed work dates) before AmeriCamp Canada can process your application.",
        "You are required to submit your travel to camp plans to your online account at least 4 weeks prior to your departure in order for us to activate your included insurance policy. Information required includes airline, flight number, date and time of arrival as well as your method of arrival to camp if arranging this yourself. In addition, you MUST notify your camp of your travel plans. AmeriCamp Canada is not responsible for coordinating an airport pickup with your camp. Failure to complete these travel requirements in the time frame indicated may result in your cancellation from the program, and no refunds will be issued."
      ]
    }
  ],
  "confirm": "I confirm that I have read, understood, and agreed to abide by the terms, conditions and rules as detailed above.",
  "certify": "I certify that I am currently at least 18 years of age by June 1st, 2020 and I personally completed the AmeriCamp Canada application form. I understand that I sacrifice privacy and comfort, work long and demanding hours and must adhere to camp policies which may be limiting and not necessarily reflect my way of living (curfews, time on/off, no smoking, no alcohol, etc.).",
  "signatureConfirm": "I certify that I am currently at least 18 years of age by June 1st, 2020 and I personally completed the AmeriCamp Canada application form. I understand that I sacrifice privacy and comfort, work long and demanding hours and must adhere to camp policies which may be limiting and not necessarily reflect my way of living (curfews, time on/off, no smoking, no alcohol, etc.)."
}
